const Products = [
  {
    id: 20,
    title: "شارژر M-70 شاخکدار ساده",
    imgSrc: "/Products/autoGuide/اتوماتیک-راهنما.jpg",
    description: [
      {
        descId: 1,
        descTitle: "طراحی و تولید شرکت میهن یدک",
      },
      {
        descId: 2,
        descTitle:
          "این قطعه ویژه موتورسیکلت های هندا بوبین داخل روغن و هرمزی طراحی و تولید شده",
      },
      {
        descId: 3,
        descTitle: "نفوظ آب به داخل شارژر غیر ممکن می باشد .",
      },
      {
        descId: 4,
        descTitle: "دارا بودن ولم به جهت ضعیف و قوی کردن نور چراغ جلو",
      },
      {
        descId: 5,
        descTitle:
          "در شارژر های چینی اگر سیم مشکی خروجی سوئیچ به به داخل شارژر قطع شود لامپ چراغ جلو می سوزد ، اما در شارژر ام 70 میهن یدک این اتفاق نمی افتد",
      },
      {
        descId: 6,
        descTitle:
          "دقت گردد که این محصول جهت استفاده در موتور سیکلت هایی میباشد که برق خروجی آنها…… میباشد",
      },
    ],
    isValid: true,
    advices: [
      {
        advId: 1,
        advTitle:
          "دقت بفرمایید که سوکت رابط شارژر آسیب ندیده باشد . زیرا اگر به هر دلیلی سوکت رابط سیم کشی ایراد داشته باشد موتور لامپ می سوزاند و یا باتری شارژ نمی شود.",
      },
      {
        advId: 2,
        advTitle:
          "شارژر باید حتما به بدنه موتور سیکلت با پیچ بسته شود . در غیر این صورت ، شارژر گرم کرده و طول عمرش پایین می آید که اگر بسته نشود اصطلاحا هیت سینک نمی شود ، شارژر گرم کرده و طول عمرش پایین می آید",
      },
      {
        advId: 3,
        advTitle:
          "تنها اتصال کوتاه شدن (اتصالی) در سیم های ورودی و خروجی شارژر می تواند باعث سوختن قطعه شود.",
      },
      {
        advId: 4,
        advTitle: "در صورت کار نکردن ولم موارد زیر را بررسی بفرمایید :",
      },
      {
        advId: 5,
        advTitle:
          "  سیم های نور بالا و پایین از داخل قلوه ای ، پشت زغال چراغ با هم مشترک نشده باشند .",
      },
      {
        advId: 6,
        advTitle: "کنتاکت های لامپ از داخل و پشت لامپ به هم وصل نشده باشند .",
      },
      {
        advId: 7,
        advTitle:
          "سیم های سفید و آبی ذغال چراغ شما به دلیل اتصالی به هم وصل نشده باشند",
      },
      {
        advId: 8,
        advTitle:
          "اینکه رابط سوکت خراب بوده و شارژر به سیم کشی وصل نباشد که در این حالت لامپ سوزی هم وجود دارد .",
      },
      {
        advId: 9,
        advTitle:
          "دقت داشته باشید اگر ولم شما به دلایل فوق الذکر کار نکرد موتور نباید لامپ بسوزاند  .",
      },
    ],
    categoryId: 4,
  },
  {
    id: 21,
    title: "شارژر M-80 ولوم دار ",
    imgSrc: "/Products/autoGuide/اتوماتیک-راهنما.jpg",
    description: [
      {
        descId: 1,
        descTitle: "طراحی و تولید شرکت میهن یدک",
      },
      {
        descId: 2,
        descTitle: "دارای گواهی ثبت مالکیت صنعتی",
      },
      {
        descId: 3,
        descTitle:
          " این محصول به گونه ای طراحی و تولید گردیده است که تمامی ضعف های بوبین های موجود در بازار را جبران می کند.",
      },
      {
        descId: 4,
        descTitle:
          " این قطعه ویژه موتورسیکلت های هندا بوبین خشک طراحی و تولید شده .",
      },
      {
        descId: 5,
        descTitle: "نفوظ آب به داخل شارژر غیر ممکن می باشد .",
      },
      {
        descId: 6,
        descTitle:
          "دارا بودن ولم به جهت ضعیف و قوی کردن نور چراغ جلوموتور سیکلت به میزان نیاز",
      },
      {
        descId: 7,
        descTitle: "جلوگیری از سوختن لامپ به صورت صد در صد",
      },
    ],
    isValid: true,
    advices: [
      {
        advId: 1,
        advTitle:
          "دقت بفرمایید که سوکت رابط شارژر آسیب ندیده باشد . زیرا اگر به هر دلیلی سوکت رابط سیم کشی ایراد داشته باشد موتور لامپ می سوزاند و یا باتری شارژ نمی شود.",
      },
      {
        advId: 2,
        advTitle:
          "شارژر باید حتما به بدنه موتور سیکلت با پیچ بسته شود . در غیر این صورت ، شارژر گرم کرده و طول عمرش پایین می آید که اگر بسته نشود اصطلاحا هیت سینک نمی شود ، شارژر گرم کرده و طول عمرش پایین می آید",
      },
      {
        advId: 3,
        advTitle:
          "تنها اتصال کوتاه شدن (اتصالی) در سیم های ورودی و خروجی شارژر می تواند باعث سوختن قطعه شود.",
      },
      {
        advId: 4,
        advTitle: "در صورت کار نکردن ولم موارد زیر را بررسی بفرمایید :",
      },
      {
        advId: 5,
        advTitle:
          "  سیم های نور بالا و پایین از داخل قلوه ای ، پشت زغال چراغ با هم مشترک نشده باشند .",
      },
      {
        advId: 6,
        advTitle: "کنتاکت های لامپ از داخل و پشت لامپ به هم وصل نشده باشند .",
      },
      {
        advId: 7,
        advTitle:
          "سیم های سفید و آبی ذغال چراغ شما به دلیل اتصالی به هم وصل نشده باشند",
      },
      {
        advId: 8,
        advTitle:
          "اینکه رابط سوکت خراب بوده و شارژر به سیم کشی وصل نباشد که در این حالت لامپ سوزی هم وجود دارد .",
      },
      {
        advId: 9,
        advTitle:
          "دقت داشته باشید اگر ولم شما به دلایل فوق الذکر کار نکرد موتور نباید لامپ بسوزاند  .",
      },
      {
        advId: 10,
        advTitle:
          "در صورتی که لامپ 60 W استفاده گردد ولوم  از مدار خارج میگردد.",
      },
    ],
    categoryId: 4,
  },
  {
    id: 22,
    title: "شارژر M-80 ",
    imgSrc: "/Products/autoGuide/اتوماتیک-راهنما.jpg",
    description: [
      {
        descId: 1,
        descTitle: "طراحی و تولید شرکت میهن یدک",
      },
      {
        descId: 2,
        descTitle: "دارای عمر بسیار طولانی و کیفیتی بالا",
      },
      {
        descId: 3,
        descTitle:
          "  این قطعه ویژه موتورسیکلت های هندا بوبین خشک طراحی و تولید شده .",
      },
      {
        descId: 4,
        descTitle: "نفوظ آب به داخل شارژر غیر ممکن می باشد .",
      },
      {
        descId: 5,
        descTitle: "ولتاژ خروجی این محصول استاندارد میباشد.",
      },
      {
        descId: 6,
        descTitle: "عمر طولانی لامپ این محصول به دلیل نواسان گیر داخل رگولاتور",
      },
      {
        descId: 7,
        descTitle: "کاور آلومینیومی سبک و مقاوم دربرابر رطوبت",
      },
    ],
    isValid: true,
    advices: [
      {
        advId: 1,
        advTitle:
          "دقت بفرمایید که سوکت رابط شارژر آسیب ندیده باشد . زیرا اگر به هر دلیلی سوکت رابط سیم کشی ایراد داشته باشد موتور لامپ می سوزاند و یا باتری شارژ نمی شود.",
      },
      {
        advId: 2,
        advTitle:
          "شارژر باید حتما به بدنه موتور سیکلت با پیچ بسته شود . در غیر این صورت ، شارژر گرم کرده و طول عمرش پایین می آید که اگر بسته نشود اصطلاحا هیت سینک نمی شود ، شارژر گرم کرده و طول عمرش پایین می آید",
      },
      {
        advId: 3,
        advTitle:
          "تنها اتصال کوتاه شدن (اتصالی) در سیم های ورودی و خروجی شارژر می تواند باعث سوختن قطعه شود.",
      },
    ],
    categoryId: 4,
  },
  {
    id: 23,
    title: "پیکاپ داخل روغن",
    imgSrc: "/Products/autoGuide/اتوماتیک-راهنما.jpg",
    description: [
      {
        descId: 1,
        descTitle: "شرکت میهن یدک گرمسار تنها تولید کننده این محصول در ایران",
      },
      {
        descId: 2,
        descTitle:
          "تولید ولتاژ بر اساس استاندارد ژاپن برای سوئیچ کردن ترانزیستور",
      },
      {
        descId: 3,
        descTitle: "دوام در مقابل اتصال کوتاه شدن",
      },
      {
        descId: 4,
        descTitle: "اهم بالا در قسمت پیکاپ برای بهتر روشن شدن موتور",
      },
      {
        descId: 5,
        descTitle: "دارای سیم های افشان درجه یک کاملا ایرانی",
      },
      {
        descId: 6,
        descTitle:
          "تمایز و برتری نسبت نمونه های چینی در تولید ولتاژ و عملکرد موتورسیکلت",
      },
      {
        descId: 7,
        descTitle: "مقاوم دربرابر ضربه و اثرات زیست محیطی",
      },
      {
        descId: 8,
        descTitle:
          "خم استاندارد و دقیق 90 درجه هسته پیکاپ جهت هرچه بهتر قرار گرفتن روی درب بغل",
      },
    ],
    isValid: true,
    advices: [
      {
        advId: 1,
        advTitle: "هنگام باز و بست از ابزارآلات مناسب استفاده گردد .",
      },
      {
        advId: 2,
        advTitle:
          "با توجه به ثابت بودن پایه پیکاپ دقت فرمایید احیانا پیکاب به سمت پایین خم نگردد .",
      },
      {
        advId: 3,
        advTitle:
          "فاصله استاندارد پیکاپ تا زایده پولی برق 5 /0 میلیمتر در نظر گرفته شده",
      },
      {
        advId: 4,
        advTitle: "هنگام نصب به رنگ بندی سیم ها دقت فرمایید .",
      },
    ],
    categoryId: 5,
  },
  {
    id: 24,
    title: "پیکاپ 2 بوبین",
    imgSrc: "/Products/autoGuide/اتوماتیک-راهنما.jpg",
    description: [
      {
        descId: 1,
        descTitle: "محصولی کاملا ایرانی",
      },
      {
        descId: 2,
        descTitle:
          "تولید ولتاژ بر اساس استاندارد ژاپن برای سوئیچ کردن ترانزیستور",
      },
      {
        descId: 3,
        descTitle: "دوام در مقابل اتصال کوتاه شدن",
      },
      {
        descId: 4,
        descTitle: "اهم بالا در قسمت پیکاپ برای بهتر روشن شدن موتور",
      },
      {
        descId: 5,
        descTitle: "دارای سیم های افشان درجه یک کاملا ایرانی",
      },
    ],
    isValid: true,
    advices: [
      {
        advId: 1,
        advTitle: "هنگام باز و بست از ابزارآلات مناسب استفاده گردد .",
      },
      {
        advId: 2,
        advTitle:
          "به چگونگی فاصله پیکاپ ( 8/ . ) تا زایده پولی برق دقت و در صورت نیاز تنظیم فرمایید .",
      },
      {
        advId: 3,
        advTitle: "هنگام نصب به رنگ بندی سیم ها دقت فرمایید .",
      },
      {
        advId: 4,
        advTitle:
          "تعمیر کار محترم : دقت فرماید هرچقدر فاصله پیکاپ تا زایده بیشتر باشد ولتاژ کمتری تولید و هرچقدر فاصله پیکاپ تا زایده کمتر باشد ولتاژ بیشتری تولید می کند و این تنظیمات بستگی به نوع ، کیفیت و چگونگی عملکرد ترانزیستور دارد ..",
      },
    ],
    categoryId: 5,
  },
  {
    id: 25,
    title: "پیکاپ 8 بوبین",
    imgSrc: "/Products/autoGuide/اتوماتیک-راهنما.jpg",
    description: [
      {
        descId: 1,
        descTitle: "محصولی کاملا ایرانی",
      },
      {
        descId: 2,
        descTitle:
          "تولید ولتاژ بر اساس استاندارد ژاپن برای سوئیچ کردن ترانزیستور",
      },
      {
        descId: 3,
        descTitle: "دوام در مقابل اتصال کوتاه شدن",
      },
      {
        descId: 4,
        descTitle: "اهم بالا در قسمت پیکاپ برای بهتر روشن شدن موتور",
      },
      {
        descId: 5,
        descTitle: "دارای سیم های افشان درجه یک کاملا ایرانی",
      },
      {
        descId: 6,
        descTitle: "مقاوم دربرابر ضربه واثرات زیست محیطی",
      },
      {
        descId: 7,
        descTitle: "دارای پایه رگلاژ وتنظیم با زایده روی قوطی مگنت قوی",
      },
    ],
    isValid: true,
    advices: [
      {
        advId: 1,
        advTitle: "هنگام باز و بست از ابزارآلات مناسب استفاده گردد .",
      },
      {
        advId: 2,
        advTitle:
          "به چگونگی فاصله پیکاپ ( 8/ . ) تا زایده پولی برق دقت و در صورت نیاز تنظیم فرمایید .",
      },
      {
        advId: 3,
        advTitle: "هنگام نصب به رنگ بندی سیم ها دقت فرمایید .",
      },
      {
        advId: 4,
        advTitle:
          "تعمیر کار محترم : دقت فرماید هرچقدر فاصله پیکاپ تا زایده بیشتر باشد ولتاژ کمتری تولید و هرچقدر فاصله پیکاپ تا زایده کمتر باشد ولتاژ بیشتری تولید می کند و این تنظیمات بستگی به نوع ، کیفیت و چگونگی عملکرد ترانزیستور و در نتیجه تاثیر مستقیم در بهتر روشن تر شدن ، شتاب و قدرت موتور دارد",
      },
    ],
    categoryId: 5,
  },
  {
    id: 26,
    title: "سیم کشی سی دی آی کامل هندا",
    imgSrc: "/Products/autoGuide/اتوماتیک-راهنما.jpg",
    description: [
      {
        descId: 1,
        descTitle: "محصولی کاملا ایرانی",
      },
      {
        descId: 2,
        descTitle:
          "دارای سیم های افشان درجه یک  ( زرسیم کرمان استاندارد خودرویی) با سایز استاندارد",
      },
      {
        descId: 3,
        descTitle:
          "استفاده از سیم های نمره 75 /0 در چهار رنگ قرمز ، مشکی ، سبز ، زرد",
      },
      {
        descId: 4,
        descTitle:
          "طول سیم کشی براساس استاندارد سیم کشی موتور سی دی آی ژاپن می باشد",
      },
      {
        descId: 5,
        descTitle:
          "سیم کشی میهن یدک در گردن مفصل ندارد و این مهمترین تمایز سیم کشین می هن می باشد .",
      },
      {
        descId: 6,
        descTitle: "سر سیم های درجه یک با دستگاه های اتوماتیک پرس می شوند .",
      },
      {
        descId: 7,
        descTitle:
          "خلوت بودن سیم کشی در عین کارایی و قابلیت با در کاسه چراغ جو دیگر مزیت سیم کشی میهن می باشد .",
      },
      {
        descId: 8,
        descTitle:
          "در قسمت روکش از پی وی سی درجه یک و مقاوم در برابر گرما و سرما استفاده گردیده .",
      },
      {
        descId: 9,
        descTitle:
          "در قسمت روکش از پی وی سی درجه یک و مقاوم در برابر گرما و سرما استفاده گردیده بصورت اختصاصی و با ترکیب کربن می باشد.",
      },

      {
        descId: 10,
        descTitle:
          "استفاده از بهترین عایق های روی انواع سرسیم جهت جلوگیری از هرگونه اتصالی",
      },
      {
        descId: 11,
        descTitle:
          "تعبیه مناسب فیوز درون قاب فیوز ومقاوم دربرابر جریان های اضافی و ضربه",
      },
      {
        descId: 12,
        descTitle: "روکش پی وی سی مرغوب جهت حفاظت از سیم ها",
      },
      {
        descId: 13,
        descTitle: "لحیم کاری محل های اتصال و انشعاب گرفته",
      },
      {
        descId: 14,
        descTitle: "داشتن آ ب بند ها در تمام نقاط مساوی",
      },
    ],
    isValid: true,
    advices: [
      {
        advId: 1,
        advTitle:
          "هنگام نصب به رنگ بندی سیم ها در سوکت و … نسبت به سوکت های روبرو دقت فرمایید .",
      },
      {
        advId: 2,
        advTitle:
          "سیم منفی سبز را در زیر پیچ شارژر و با کوئل با دقت نصب بفرمایید .",
      },
      {
        advId: 3,
        advTitle:
          "از قطع کردن سوکت های سیم در صورت تناقض با سوکت روبررو جدا خودداری فرمایید .",
      },
      {
        advId: 4,
        advTitle:
          "با توجه به تنوع سیم کشی های تولیدی شرکت میهن یدک و به خاطر کیفیت در کار حتما از سیم کشی مدل فابریک موتور استفاده نمایید .",
      },
    ],
    categoryId: 6,
  },
  {
    id: 27,
    title: "کابل رابط فیوز به باتری",
    imgSrc: "/Products/autoGuide/اتوماتیک-راهنما.jpg",
    description: [
      {
        descId: 1,
        descTitle:
          "این محصول برای استفاده در موتور های با باتری 3 ، 5 و 7 آمپر کاربرد دارد .",
      },
      {
        descId: 2,
        descTitle:
          "دارای سیم های افشان درجه یک  ( زرسیم کرمان استاندارد خودرویی) با سایز استاندارد",
      },
      {
        descId: 3,
        descTitle: "سر سیم های درجه یک با دستگاه های اتوماتیک پرس می شوند .",
      },
    ],
    isValid: true,
    advices: [
      {
        advId: 1,
        advTitle:
          "در هنگام پیوند سیم سوکت با طرف سیم کشی حتما فاصله را رعایت کرده و از عایق حرارتی برای پوشاندن سطح پیوند استفاده نمایید .",
      },
    ],
    categoryId: 7,
  },
  {
    id: 28,
    title: "کابل رابط ام 80",
    imgSrc: "/Products/autoGuide/اتوماتیک-راهنما.jpg",
    description: [
      {
        descId: 1,
        descTitle: "این محصول ویژه شارژر های ام 80 (4 سیم ) می باشد .",
      },
      {
        descId: 2,
        descTitle:
          "دارای سیم های افشان درجه یک  ( زرسیم کرمان استاندارد خودرویی) با سایز استاندارد",
      },
      {
        descId: 3,
        descTitle: "سر سیم های درجه یک با دستگاه های اتوماتیک پرس می شوند .",
      },
      {
        descId: 4,
        descTitle: "دارای سوکت هایی باقفل به سوکت روبه رو",
      },
    ],
    isValid: true,
    advices: [
      {
        advId: 1,
        advTitle: "هنگام پیوند به رنگ بندی سیم ها در سوکت دقت فرمایید.",
      },
      {
        advId: 2,
        advTitle:
          "در هنگام پیوند سیم سوکت با طرف سیم کشی حتما فاصله را رعایت کرده و از عایق حرارتی برای پوشاندن سطح پیوند استفاده نمایید .",
      },
      {
        advId: 3,
        advTitle:
          "دقت داشته باشید اگر به هر دلیلی سوکت شما به خصوص در قسمت سرسیم و مفصل سیم های زرد و سبز آسیب دیده باشد شارژر شما از مدار خارج شده و لامپ سوزی اتفاق می افتد",
      },
    ],
    categoryId: 7,
  },
  {
    id: 29,
    title: "کابل رابط  M-70 تخت",
    imgSrc: "/Products/autoGuide/اتوماتیک-راهنما.jpg",
    description: [
      {
        descId: 1,
        descTitle: "این محصول ویژه شارژر های ام 70 ( 5 سیم ) سوکت تخت می باشد.",
      },
      {
        descId: 2,
        descTitle:
          "دارای سیم های افشان درجه یک  ( زرسیم کرمان استاندارد خودرویی) با سایز استاندارد",
      },
      {
        descId: 3,
        descTitle: "سر سیم های درجه یک با دستگاه های اتوماتیک پرس می شوند .",
      },
    ],
    isValid: true,
    advices: [
      {
        advId: 1,
        advTitle: "هنگام پیوند به رنگ بندی سیم ها در سوکت دقت فرمایید.",
      },
      {
        advId: 2,
        advTitle:
          "در هنگام پیوند سیم سوکت با طرف سیم کشی حتما فاصله را رعایت کرده و از عایق حرارتی برای پوشاندن سطح پیوند استفاده نمایید .",
      },
    ],
    categoryId: 7,
  },
  {
    id: 30,
    title: "کابل رابط  M-70 شاخکدار",
    imgSrc: "/Products/autoGuide/اتوماتیک-راهنما.jpg",
    description: [
      {
        descId: 1,
        descTitle:
          "این محصول ویژه شارژر های ام70 ( 5 سیم ) سوکت شاخکدار می باشد .",
      },
      {
        descId: 2,
        descTitle:
          "دارای سیم های افشان درجه یک  ( زرسیم کرمان استاندارد خودرویی) با سایز استاندارد",
      },
      {
        descId: 3,
        descTitle:
          "طراحی این رابط به گونه ای است که درصورت صدمه دیدن یک سیم از 5 سیم می توان آن سیم را به راحتی از داخل سوکت خارج وسیم سالمی را مجدد وارد سوکت کرد .",
      },
    ],
    isValid: true,
    advices: [
      {
        advId: 1,
        advTitle: "هنگام پیوند به رنگ بندی سیم ها در سوکت دقت فرمایید.",
      },
      {
        advId: 2,
        advTitle:
          "در هنگام پیوند سیم سوکت با طرف سیم کشی حتما فاصله را رعایت کرده و از عایق حرارتی برای پوشاندن سطح پیوند استفاده نمایید .",
      },
    ],
    categoryId: 7,
  },
  {
    id: 31,
    title: "کابل رابط شاخکدار",
    imgSrc: "/Products/autoGuide/اتوماتیک-راهنما.jpg",
    description: [
      {
        descId: 1,
        descTitle: "این محصول ویژه ترانزیستور های سوکت گرد می باشد .",
      },
      {
        descId: 2,
        descTitle:
          "دارای سیم های افشان درجه یک  ( زرسیم کرمان استاندارد خودرویی)",
      },
      {
        descId: 3,
        descTitle: "سر سیم های درجه یک با دستگاه های اتوماتیک پرس می شوند .",
      },
      {
        descId: 4,
        descTitle:
          "استفاده از آبند در پشت سوکت برای جلوگیری از نفوظ رطوبت به داخل سوکت",
      },
      {
        descId: 5,
        descTitle: "سوکت از جنس پلی آمید صنعتی",
      },
    ],
    isValid: true,
    advices: [
      {
        advId: 1,
        advTitle: "هنگام پیوند به رنگ بندی سیم ها در سوکت دقت فرمایید.",
      },
      {
        advId: 2,
        advTitle:
          "در هنگام پیوند سیم سوکت با طرف سیم کشی حتما فاصله را رعایت کرده و از عایق حرارتی برای پوشاندن سطح پیوند استفاده نمایید .",
      },
    ],
    categoryId: 7,
  },
  {
    id: 32,
    title: "کابل رابط ترانزیستور سی دی آی",
    imgSrc: "/Products/autoGuide/اتوماتیک-راهنما.jpg",
    description: [
      {
        descId: 1,
        descTitle: "این محصول ویژه ترانزیستور های سوکت گرد می باشد .",
      },
      {
        descId: 2,
        descTitle:
          "دارای سیم های افشان درجه یک  ( زرسیم کرمان استاندارد خودرویی)",
      },
      {
        descId: 3,
        descTitle: "سر سیم های درجه یک با دستگاه های اتوماتیک پرس می شوند .",
      },
      {
        descId: 4,
        descTitle:
          "استفاده از آبند در پشت سوکت برای جلوگیری از نفوظ رطوبت به داخل سوکت",
      },
      {
        descId: 5,
        descTitle: "سوکت از جنس پلی آمید صنعتی",
      },
      {
        descId: 6,
        descTitle:
          "وجود لختی سیم باعث گردیده فرآیند تعویض آسان گردد وآسیبی به رشته های سیم نرسد .",
      },
    ],
    isValid: true,
    advices: [
      {
        advId: 1,
        advTitle: "هنگام پیوند به رنگ بندی سیم ها در سوکت دقت فرمایید.",
      },
      {
        advId: 2,
        advTitle:
          "در هنگام پیوند سیم سوکت با طرف سیم کشی حتما فاصله را رعایت کرده و از عایق حرارتی برای پوشاندن سطح پیوند استفاده نمایید .",
      },
    ],
    categoryId: 7,
  },
  {
    id: 33,
    title: "ذغال خطر عقب",
    imgSrc: "/Products/autoGuide/اتوماتیک-راهنما.jpg",
    description: [
      {
        descId: 1,
        descTitle: "محصولی کاملا ایرانی",
      },
      {
        descId: 2,
        descTitle: "طراحی زیبا و مقاوم بر اساس مدل خودرویی",
      },
      {
        descId: 3,
        descTitle:
          "دارای سیم های افشان درجه یک  ( زرسیم کرمان استاندارد خودرویی)",
      },
      {
        descId: 4,
        descTitle: "سر سیم های درجه یک با دستگاه های اتوماتیک پرس می شوند .",
      },
      {
        descId: 5,
        descTitle:
          "مغزی نسور از جنس باکالیت (جنس دسته کتری ) مقاوم در برابر حرارت بالا",
      },
      {
        descId: 6,
        descTitle:
          "طراحی جدید به دلیل زیبایی و جلوگیری از اتصال کوتاه شدن و قطع وصلی پشت لامپ",
      },
      {
        descId: 7,
        descTitle:
          "سازگار با مدل ها ی متفاوت رفلکتور های بازار مهمترین قسمت تمایز و برتری این محصوص نسبت به محصولات مشابه می باشد .",
      },
    ],
    isValid: true,
    advices: [
      {
        advId: 1,
        advTitle:
          "هنگام نصب به رنگ بندی سیم ها در سوکت و … نسبت به سوکت های روبرو دقت فرمایید .",
      },
      {
        advId: 2,
        advTitle:
          "از قطع کردن سوکت های سیم در صورت تفاوت با سوکت روبررو جدا خودداری فرمایید .",
      },
    ],
    categoryId: 8,
  },
  {
    id: 34,
    title: "ذغال چراغ جلو",
    imgSrc: "/Products/autoGuide/اتوماتیک-راهنما.jpg",
    description: [
      {
        descId: 1,
        descTitle: "محصولی کاملا ایرانی",
      },
      {
        descId: 2,
        descTitle: "طراحی زیبا و مقاوم بر اساس مدل خودرویی",
      },
      {
        descId: 3,
        descTitle:
          "دارای سیم های افشان درجه یک  ( زرسیم کرمان استاندارد خودرویی)",
      },
      {
        descId: 4,
        descTitle: "سر سیم های درجه یک با دستگاه های اتوماتیک پرس می شوند .",
      },
      {
        descId: 5,
        descTitle:
          "مغزی نسور از جنس باکالیت (جنس دسته کتری ) مقاوم در برابر حرارت بالا",
      },
      {
        descId: 6,
        descTitle:
          "طراحی فلزی پلاستیکی به دلیل زیبایی و جلوگیری از اتصال کوتاه شدن و قطع وصلی پشت لامپ",
      },
      {
        descId: 7,
        descTitle:
          "سازگار با مدل ها ی متفاوت بلوری های (رفلکتور) بازار مهمترین قسمت تمایز و برتری این محصوص نسبت به محصولات مشابه می باشد .",
      },
    ],
    isValid: true,
    advices: [
      {
        advId: 1,
        advTitle:
          "هنگام نصب به رنگ بندی سیم ها در سوکت و … نسبت به سوکت های روبرو دقت فرمایید .",
      },
      {
        advId: 2,
        advTitle:
          "از قطع کردن سوکت های سیم در صورت تفاوت با سوکت روبررو جدا خودداری فرمایید .",
      },
    ],
    categoryId: 8,
  },
  {
    id: 35,
    title: "اتوماتیک راهنما الکترونیکی",
    imgSrc: "/Products/autoGuide/اتوماتیک-راهنما.jpg",
    description: [
      {
        descId: 1,
        descTitle: "محصولی با کیفیت با برد الکترونیکی",
      },
      {
        descId: 2,
        descTitle:
          "تنها محصول موجود در بازار ، مقاوم در برابر اتصال کوتاه شدن و نسوختن",
      },
      {
        descId: 3,
        descTitle: "استفاده از پوشش رزین برای محافظت بیشتر از رطوبت و ضربه",
      },
      {
        descId: 4,
        descTitle: "عملکرد مناسب قطعه در تغییر ولتاژ",
      },
    ],
    isValid: true,
    advices: [
      {
        advId: 1,
        advTitle:
          "در موقع خرید به هلوگرام و اصل بودن محصول میهن یدک دقت فرمایید .",
      },
      {
        advId: 2,
        advTitle: "درهنگام اتصال به سیم های مثبت و منفی دقت گردد .",
      },
      {
        advId: 3,
        advTitle:
          " درهنگام نصب از عدم اتصال سیم مثبت ذغال راهنما به بدنه اطمینان حاصل نمایید",
      },
    ],
    categoryId: 9,
  },
];
