// // home datas
// export const heroData = {
//     description:
//         "شرکت تولیدی صنعتی میهن یدک گرمسار اولین و بزرگترین تولید کننده قطعات برقی انواع موتورسیکلت در ایران با بیش از سی سال تجربه و بهره‌گیری از دانش و تخصص مهندسین توانمند، تجهیزات آزمایشگاهی پیشرفته، و مشاوره تعمیرکاران مجرب فعالیت دارد.",
//     stats:
//         "🚩 بیش از 31 سال تجربه | ⚙️ تولید بیش از 50 نوع قطعه | 🌍 صادرات بین‌المللی",
//     image: "/HeroSection/mihan.png",
//     buttons: [
//         { label: "مشاهده محصولات", type: "primary", href: "/products" },
//         { label: "تماس با ما", type: "secondary", href: "/contact-us" },
//     ],
//     highlights: [
//         "دارای 9 ثبت مالکیت صنعتی",
//         "سازنده انواع پیکاپ، ترانزیستور ،شارژر و ...",
//         "استفاده از بهترین متریال و مواد درجه یک",
//         "دارای عاملین فروش  در سراسر کشور",
//     ],
// };
//
// export const featureData = [
//     {
//         icon: "FaCheckCircle",
//         title: "بهترین کیفیت",
//         description:
//             "ما به کیفیت تولید خود افتخار می‌کنیم و همیشه بهترین را ارائه می‌دهیم.",
//         extra:
//             "تمامی محصولات ما تحت نظارت دقیق کنترل کیفیت هستند تا اعتماد شما را حفظ کنیم.",
//     },
//     {
//         icon: "FaCubes",
//         title: "برترین مواد اولیه",
//         description: "استفاده از مواد اولیه‌ی مرغوب، اساس تولید ماست.",
//         extra:
//             "مواد مورد استفاده ما از تأمین‌کنندگان معتبر داخلی و خارجی تهیه می‌شود.",
//     },
//     {
//         icon: "FaAward",
//         title: "ثبت اختراعات جهانی",
//         description: "میهن یدک با ۹ ثبت اختراع پیشرو در نوآوری صنعتی است.",
//         extra: "ما با تکنولوژی روز در عرصه اختراع پیشتازیم.",
//     },
//     {
//         icon: "FaHeadset",
//         title: "پشتیبانی اختصاصی",
//         description: "تیم حرفه‌ای پشتیبانی ما همواره در کنار شماست.",
//         extra: "با پاسخ‌گویی سریع، همیشه آماده خدمت‌رسانی هستیم.",
//     },
// ];
